Repository: benjidial/BitmapClouder
Catalog: BitmapClouder/Strings.*.resx
Languages: fr

# AnyKey
source: Press any key.
fr: Pressez une touche.

# Blank
source: {0} is empty.
fr: {0} est vide.

# CmdIn
source: input
fr: entrée

# CmdOut
source: output
fr: résultat

# Complete
source: Blurring is complete!
fr: Le brouiller est terminé !

# DefNew
source: new_{0}
fr: nouveau_{0}

# ErrorLoad
source: An error occurred reading {0}: {1}
fr: Une erreur est survenue la lecture de {0} : {1}

# ErrorSave
source: An error occurred saving to {0}: {1}
fr: Une erreur est survenue l'enregistrement dans {0} : {1}

# FNF
source: File not found: {0}
fr: Fichier non trouvé : {0}

# Help
source: Help for Bitmap Clouder: Command Line: {0} {1} {0} {2} {0} {3} [{4}{5}] [{6}] [{7}] {1} prints this {2} prints the license {3} input file {4} specifies to blur {4} times {5} times to blur {6} output file {7} opens {6} If {4} is not specified, 1 is used for {5}. If {6} is not specified, {8} is used. Return Values: 0 - Okay 1 - No arguments 2 - Couldn't parse {5} 3 - {5} was not positive. 4 - Couldn't find {3} 5 - Couldn't read {3} 6 - {3} is empty. 7 - {3} is not a valid bitmap. 8 - Couldn't save to {6} 9 - Couldn't open {6}
fr: Aide pour Bitmap Clouder: La Ligne de Commande: {0} {1} {0} {2} [{3}{4}] [{5}] [{6}] {1} imprime cet écran {2} le fichier d'entrée {3} spécifie à brouiller {4} fois. {4} fois pour brouiller {5} le fichier de sortie {6} ouvre {5} Si {3} n'est pas spécifié, 1 est utilisé pour {4}. Si {5} n'est pas spécifié, {7} est utilisée. Les Valeurs de Retour: 0 - D'accord 1 - Aucun argument 2 - Ne pouvior pas {4} 3 - {4} n'a pas été positif. 4 - Ne pouvior pas trouver {2} 5 - Ne pouvior pas lire {2} 6 - {2} est vide. 7 - {2} n'est pas un bitmap valide. 8 - Ne pouvior pas enregistrer dans {3} 9 - Ne pouvior pas ouvrir {3}

# HelpCmd
source: --help
fr: --aide

# InvArgs
source: Run {0} {1} for help.
fr: Exécutez {0} {1} pour l'aide.

# InvBit
source: {0} is not a valid bitmap.
fr: {0} n'est pas un bitmap valide.

# NoArgs
source: No arguments were supplied!
fr: Aucun argument n'a été fourni !

# NoStart
source: {0} was not opened. This may be due to file permissions or the file being moved or renamed.
fr: {0} n'a pas été ouvert. Cela peut être dû à des autorisations du fichier ou le fichier déplacé ou renommé.

# Progress
source: Progress: {0} of {1}
fr: La progression : {0} des {1}

# Start
source: Blurring {0} {1} time(s)...
fr: Brouiller {0} {1} fois...

# StartFNF
source: {0} not found: {1}
fr: {0} non trouvé : {1}

# StartWin32
source: An error occurred starting {0}: {1}
fr: Une erreur est survenue l'ouverture de {0} : {1}

source: times
fr: fois

# TimesFlag
source: -t
fr: -f

# TimesNotPos
source: {0} is an integer, but not positive. Unblurring is not supported.
fr: {0} est un entier, mais pas positif. Débrouiller n'est pas pris en charge.

# TimesParse
source: Could not parse {0}. Make sure that it is a positive integer.
fr: Ne pouvior pas analyser {0}. Assurez-vous qu'il est un entier positif.

# TryAgain
source: Try again? ({0}/{1})
fr: Réessayer ? ({0}/{1})

# Y
source: Yy
fr: Oo
